bradlc.vscode-tailwindcss
cstrap.flask-snippets
esbenp.prettier-vscode
github.copilot
github.copilot-chat
inferrinizzard.prettier-sql-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
pkief.material-icon-theme
